anthropic.claude-code
bierner.markdown-mermaid
continue.continue
docker.docker
geeksharp.openssl-configuration-file
github.vscode-github-actions
hashicorp.terraform
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
shd101wyy.markdown-preview-enhanced
